Repository: MaSys/pango-ios
Catalog: Pango/Localizable.xcstrings
Source language: en
Languages: es_419

source: Timeout
es_419: Tiempo de espera

# NOTIFICATION_TARGET
source: Notification destination
es_419: Destino de la notificación

# ERROR_VALIDATION_URL
source: %@ must be a valid URL.
es_419: %@ debe ser una URL válida.

# ERROR_VALIDATION_SUBDOMAIN
source: Enter a valid subdomain using letters, digits, and hyphens.
es_419: Ingresa un subdominio válido con letras, dígitos y guiones.

# ERROR_VALIDATION_REQUIRED
source: Enter a value for %@.
es_419: Ingresa un valor para %@.

# ERROR_VALIDATION_PORT
source: Port must be between 1 and 65535.
es_419: El puerto debe estar entre 1 y 65535.

# ERROR_VALIDATION_PATH_REQUIRED
source: Enter a matching path before setting a rewrite path.
es_419: Ingresa una ruta de coincidencia antes de configurar una ruta de reescritura.

# ERROR_VALIDATION_MIN_NUMBER
source: %@ must be at least %d.
es_419: %@ debe ser al menos %d.

# ERROR_VALIDATION_MIN_LENGTH
source: %@ must contain at least %d characters.
es_419: %@ debe tener al menos %d caracteres.

# ERROR_VALIDATION_MIN_ITEMS
source: Select %2$d or more items for %1$@.
es_419: Selecciona al menos %2$d elementos para %1$@.

# ERROR_VALIDATION_MAX_NUMBER
source: %@ must be at most %d.
es_419: %@ debe ser como máximo %d.

# ERROR_VALIDATION_MAX_LENGTH
source: %@ must contain at most %d characters.
es_419: %@ debe tener como máximo %d caracteres.

# ERROR_VALIDATION_MAX_ITEMS
source: Select %2$d or fewer items for %1$@.
es_419: Selecciona como máximo %2$d elementos para %1$@.

# ERROR_VALIDATION_LESS_NUMBER
source: %@ must be less than %d.
es_419: %@ debe ser menor que %d.

# ERROR_VALIDATION_INTEGER
source: %@ must be a whole number.
es_419: %@ debe ser un número entero.

# ERROR_VALIDATION_GREATER_NUMBER
source: %@ must be greater than %d.
es_419: %@ debe ser mayor que %d.

# ERROR_VALIDATION_FIELD
source: Check the value entered for %@.
es_419: Revisa el valor ingresado para %@.

# ERROR_VALIDATION_EMAIL
source: Enter a valid email address.
es_419: Ingresa una dirección de correo electrónico válida.

# ERROR_RESOURCE_PIN_CODE_INVALID
source: PIN must contain exactly 6 digits (0–9).
es_419: El PIN debe tener exactamente 6 dígitos (0–9).

# ERROR_RESOURCE_PASSWORD_TOO_SHORT
source: Password must contain at least 4 characters.
es_419: La contraseña debe tener al menos 4 caracteres.

# ERROR_RESOURCE_PASSWORD_TOO_LONG
source: Password must contain at most 100 characters.
es_419: La contraseña debe tener como máximo 100 caracteres.

# ERROR_RESOURCE_DOMAIN_REQUIRED
source: Enter a subdomain and select a base domain.
es_419: Ingresa un subdominio y selecciona un dominio base.

# %lld_DAY
source: %lld days
es_419: %lld días

source: Access Control
es_419: Control de Acceso

source: Active
es_419: Activo

# ADMIN_ROLE_ACCESS_READ_ONLY
source: Administrator access is managed automatically.
es_419: El acceso de administrador se gestiona automáticamente.

source: Alert Rules
es_419: Reglas de Alerta

source: All
es_419: Todo

source: Allow All
es_419: Permitir Todo

source: API Compatibility
es_419: Compatibilidad de la API

source: API Key
es_419: Clave API

source: Approve
es_419: Aprobar

source: Archived
es_419: Archivado

source: Auth URL
es_419: URL de Autenticación

source: Authentication
es_419: Autenticación

source: Auto Provision
es_419: Auto Aprovisionamiento

source: Base Domain
es_419: Dominio Base

source: Block All
es_419: Bloquear Todo

source: Blocked
es_419: Bloqueado

source: Cancel
es_419: Cancelar

source: Client Details
es_419: Detalles del Cliente

source: Connection
es_419: Conexión

source: Device Details
es_419: Detalles del Dispositivo

source: Device Model
es_419: Modelo del Dispositivo

# NICE_ID
source: Readable ID
es_419: ID Legible

source: Offline
es_419: Desconectado

source: Online
es_419: Conectado

source: OS Version
es_419: Versión del SO

source: Platform
es_419: Plataforma

source: Client ID
es_419: ID de Cliente

source: Client Secret
es_419: Secreto de Cliente

source: Clients
es_419: Clientes

source: Copy
es_419: Copiar

source: Create
es_419: Crear

source: Create Site
es_419: Crear Sitio

# CREDENTIALS_ONE_TIME_WARNING
source: Copy these credentials now. The secret is shown only once.
es_419: Copia estas credenciales ahora. El secreto se muestra solo una vez.

# CUSTOM_PORTS
source: Custom
es_419: Personalizado

source: Default Tab
es_419: Pestaña Predeterminada

source: Delete
es_419: Eliminar

# DELETE_RESOURCE_CONFIRMATION_MESSAGE
source: Are you sure you want to delete this resource?
es_419: ¿Estás seguro de que deseas eliminar este recurso?

source: Delete Site
es_419: Eliminar Sitio

# DELETE_SITE_CONFIRMATION
source: Are you sure you want to delete this site?
es_419: ¿Estás seguro de que deseas eliminar este sitio?

# DELETE_SITE_RESOURCE_WARNING
source: Associated resources will not be deleted.
es_419: Los recursos asociados no se eliminarán.

# DELETE_TARGET_CONFIRMATION_MESSAGE
source: Are you sure you want to delete this target?
es_419: ¿Estás seguro de que deseas eliminar este destino?

source: Denied
es_419: Denegado

source: Description
es_419: Descripción

source: Destination
es_419: Destino

source: Disabled
es_419: Desactivado

source: DNS Records
es_419: Registros DNS

source: Domain
es_419: Dominio

source: Domains
es_419: Dominios

source: Done
es_419: Listo

source: Edit Identity Provider
es_419: Editar Proveedor de Identidad

source: Email
es_419: Correo Electrónico

source: Email Path
es_419: Ruta del Correo

source: Enable SSL (https)
es_419: Habilitar SSL (https)

source: Enable TLS
es_419: Habilitar TLS

source: Enabled
es_419: Activado

# ERROR_API_HTTP
source: The Pangolin server returned an unexpected error.
es_419: El servidor Pangolin devolvió un error inesperado.

# ERROR_API_KEY
source: Cannot authenticate to server, please check your API Key / Organization ID!
es_419: No se puede autenticar en el servidor, ¡verifica tu Clave API / ID de Organización!

# ERROR_API_PERMISSION
source: The API key does not have permission for this organization.
es_419: La clave API no tiene permiso para esta organización.

# ERROR_API_REJECTED
source: Pangolin rejected the request.
es_419: Pangolin rechazó la solicitud.

# ERROR_API_RESPONSE
source: The Pangolin server returned an invalid response.
es_419: El servidor Pangolin devolvió una respuesta no válida.

# ERROR_API_UNSUPPORTED
source: This server does not support the required Pangolin API.
es_419: Este servidor no admite la API de Pangolin requerida.

# ERROR_CONNECTING_TO_SERVER
source: Cannot connect to server, please check your Server URL!
es_419: No se puede conectar al servidor, ¡verifica la URL del Servidor!

# ERROR_INVALID_SERVER_URL
source: Enter a valid HTTPS Pangolin API URL.
es_419: Ingresa una URL HTTPS válida para la API de Pangolin.

# ERROR_ORGANIZATION_REQUIRED
source: Enter the organization ID for this organization API key.
es_419: Ingresa el ID de la organización para esta clave API de organización.

source: Exact
es_419: Exacta

source: Health Check
es_419: Verificación de Salud

source: Health Check Fail
es_419: Fallo en Verificación de Salud

source: Health Checks
es_419: Verificaciones de Salud

source: Health Status
es_419: Estado de Salud

source: HTTPS Resource
es_419: Recurso HTTPS

# ICMP
source: ICMP Ping
es_419: Ping ICMP

source: Identifier Path
es_419: Ruta del Identificador

source: Identity Provider
es_419: Proveedor de Identidad

source: Identity Providers
es_419: Proveedores de Identidad

source: Instance
es_419: Instancia

source: Interval
es_419: Intervalo

source: Invitations
es_419: Invitaciones

source: Invite User
es_419: Invitar Usuario

source: IP / Hostname
es_419: IP / Nombre de Host

source: Login
es_419: Iniciar Sesión

source: Machine Clients
es_419: Clientes de Máquina

source: Match Type
es_419: Tipo de Coincidencia

source: Method
es_419: Método

source: Mode
es_419: Modo

source: Monitoring
es_419: Monitoreo

source: Name
es_419: Nombre

source: Name Path
es_419: Ruta del Nombre

source: New Alert Rule
es_419: Nueva Regla de Alerta

source: New Health Check
es_419: Nueva Verificación de Salud

source: New Identity Provider
es_419: Nuevo Proveedor de Identidad

source: New Private Resource
es_419: Nuevo Recurso Privado

source: Newt ID
es_419: ID de Newt

# NO_ACCESS_OPTIONS
source: No assignments available
es_419: No hay asignaciones disponibles

# NO_DNS_RECORDS
source: No DNS records found
es_419: No se encontraron registros DNS

source: No Pending Sites
es_419: Sin Sitios Pendientes

source: Not Protected
es_419: Sin Protección

# NOTIFICATION_METHOD
source: Notification
es_419: Notificación

source: Organization
es_419: Organización

source: Organization ID
es_419: ID de Organización

# ORGANIZATION_ID_HINT
source: Leave it empty if your API Key has root access.
es_419: Déjalo vacío si tu Clave API tiene acceso root.

source: Owner
es_419: Propietario

source: Password
es_419: Contraseña

source: Password Protection
es_419: Protección con Contraseña

source: Path
es_419: Ruta

source: Path Rewriting
es_419: Reescritura de Ruta

source: Path Routing
es_419: Enrutamiento por Ruta

source: Pending
es_419: Pendiente

source: PIN Code
es_419: Código PIN

source: PIN Code Protection
es_419: Protección con Código PIN

source: Port
es_419: Puerto

source: Port Number
es_419: Número de Puerto

source: Ports
es_419: Puertos

# PORTS_PLACEHOLDER
source: e.g. 80,443,8080-8090
es_419: ej. 80,443,8080-8090

source: Prefix
es_419: Prefijo

source: Private Resources
es_419: Recursos Privados

source: Protected
es_419: Protegido

source: Protection
es_419: Protección

source: Protocol
es_419: Protocolo

source: Public Resources
es_419: Recursos Públicos

source: Raw TCP/UDP Resource
es_419: Recurso TCP/UDP Raw

source: Redirect URL
es_419: URL de Redirección

# REGEX
source: Regular Expression
es_419: Expresión Regular

source: Reject
es_419: Rechazar

source: Resource Down
es_419: Recurso Caído

# RESOURCE_PASSWORD_HINT
source: Use 4–100 characters. Leave empty to remove the password.
es_419: Usa entre 4 y 100 caracteres. Deja el campo vacío para eliminar la contraseña.

# RESOURCE_PIN_CODE_HINT
source: Use exactly 6 digits (0–9). Leave empty to remove the PIN.
es_419: Usa exactamente 6 dígitos (0–9). Deja el campo vacío para eliminar el PIN.

source: Resource Type
es_419: Tipo de Recurso

source: Resources
es_419: Recursos

source: Retry
es_419: Reintentar

source: Rewrite Path
es_419: Ruta de Reescritura

source: Rewrite Type
es_419: Tipo de Reescritura

source: Role
es_419: Rol

source: Save
es_419: Guardar

source: Scheme
es_419: Esquema

source: Scopes
es_419: Permisos

source: Secret
es_419: Secreto

source: Select
es_419: Seleccionar

source: Select a role to transfer users from **%@**:
es_419: Selecciona un rol para transferir usuarios de **%@**:

source: Select at least one site.
es_419: Selecciona al menos un sitio.

# SERVER_HINT
source: Make sure you have enabled Integration API in your Pangolin instance, this will generate a different URL than the main one. For more info, [Click here](https://docs.digpangolin.com/self-host/advanced/integration-api).
es_419: Asegúrate de haber habilitado la API de Integración en tu instancia de Pangolin, esto generará una URL diferente a la principal. Para más información, [Haz clic aquí](https://docs.digpangolin.com/self-host/advanced/integration-api).

source: Server URL
es_419: URL del Servidor

source: Settings
es_419: Configuración

source: Site
es_419: Sitio

source: Site Created
es_419: Sitio Creado

source: Site Credentials
es_419: Credenciales del Sitio

source: Site Down
es_419: Sitio Caído

source: Site ID
es_419: ID del Sitio

source: Sites
es_419: Sitios

source: Status
es_419: Estado

source: Strip Prefix
es_419: Eliminar Prefijo

source: Subdomain
es_419: Subdominio

source: Subnet
es_419: Subred

source: Support
es_419: Soporte

source: Support / Feedback
es_419: Soporte / Comentarios

source: Targets
es_419: Destinos

source: Token URL
es_419: URL del Token

source: Transfer Users
es_419: Transferir Usuarios

# TRIGGER_TYPE
source: Trigger
es_419: Disparador

source: Type
es_419: Tipo

source: Unverified
es_419: No Verificado

source: Use Platform SSO
es_419: Usar SSO de Plataforma

source: User Devices
es_419: Dispositivos de Usuario

source: Users
es_419: Usuarios

# USERS_AND_ROLES
source: Users & Roles
es_419: Usuarios y Roles

source: Valid For
es_419: Válido Por

source: Variant
es_419: Variante

source: Verified
es_419: Verificado

source: Visibility
es_419: Visibilidad

source: You cannot delete Admin Role!!
es_419: ¡No puedes eliminar el Rol de Administrador!!
